export default {
  projections: {
    ПроверкаE: {
      опертор: {
        __caption__: 'Опертор',
        iD: {
          __caption__: 'ID оператора'
        },
        кодДоступа: {
          __caption__: 'Код доступа'
        },
        фИО: {
          __caption__: 'ФИО'
        }
      },
      терминал: {
        __caption__: 'Терминал',
        номер: {
          __caption__: 'Номер'
        }
      },
      дата: {
        __caption__: 'Дата'
      },
      время: {
        __caption__: 'Время'
      },
      лентаПечати: {
        __caption__: 'Лента печати'
      }
    },
    ПроверкаL: {
      терминал: {
        __caption__: 'Номер',
        номер: {
          __caption__: 'Номер'
        }
      },
      дата: {
        __caption__: 'Дата'
      },
      время: {
        __caption__: 'Время'
      },
      лентаПечати: {
        __caption__: 'Лента печати'
      },
      опертор: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    время: {
      __caption__: 'Время'
    },
    дата: {
      __caption__: 'Дата'
    },
    лентаПечати: {
      __caption__: 'Лента печати'
    },
    опертор: {
      __caption__: 'Опертор'
    },
    терминал: {
      __caption__: 'Терминал'
    }
  }
};
